[Killed] StringLiteral
sd-015-a-project-react-testing-library/src/components/PokemonDetails.js:79:14
 
     return (
       <section className="pokemon-details">
-        <h2>{`${pokemon.name} ` + `Details`}</h2>
+        <h2>{"" + `Details`}</h2>
         <Pokemon
           pokemon={pokemon}
